/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Snapchat 將會收集你通訊錄中的聯絡人。"; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "將 Snap 儲存到相機膠卷上，在聊天時傳送照片和影片等等。"; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "使用你的相機拍攝 Snap、視訊聊天、掃描 Snap 代碼來添加朋友等等。";

"NSMicrophoneUsageDescription" = "使用你的麥克風錄製 Snap 語音、視訊聊天等等。";

"NSMotionUsageDescription" = "Snapchat 會記錄你拍攝 Snap、使用鏡頭、閱讀 Discover、觀看廣告時，裝置為直向或橫向。";

"NSLocationWhenInUseUsageDescription" = "Snapchat 會利用此資訊客製化你的使用體驗，讓你探索濾鏡、故事和身邊更多驚喜。"; // Reworded 09/12/2016
